export interface Student {
  name: string;
  grade: string;
}

export const allStudents: Student[] = [
  // Grade 5 Students
  { name: "أروى بنت احمد بن محكوم خصيب الحديدية", grade: "الصف الخامس" },
  { name: "أسيل بنت سليمان بن حمد سليمان الحضرمية", grade: "الصف الخامس" },
  { name: "آيه بنت أحمد بن سالم خلفان القرواشية", grade: "الصف الخامس" },
  { name: "الريان بنت خالد بن حمدان حمود البوسعيدية", grade: "الصف الخامس" },
  { name: "الزهراء بنت بدر بن محمد تعيب الدغيشية", grade: "الصف الخامس" },
  { name: "الغالية بنت نصر بن حمدان حمود البوسعيدية", grade: "الصف الخامس" },
  { name: "الميثاء بنت حمود بن سليمان ناصر الحجرية", grade: "الصف الخامس" },
  { name: "الوسن بنت أحمد بن سيف أحمد الجابرية", grade: "الصف الخامس" },
  { name: "اليقين بنت نزار بن محمد علي البوسعيدية", grade: "الصف الخامس" },
  { name: "امنة بنت عبد الله بن ابراهيم سعيد الزدجالية", grade: "الصف الخامس" },
  